Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ProfileListLuaNote
source: Includes the time of Java functions called from Lua.
de_de: Enthält auch die Zeit der von Lua aufgerufenen Java-Funktionen.
es_es: Incluye el tiempo de las funciones Java llamadas desde Lua.
fr_fr: Inclut le temps des fonctions Java appelées depuis Lua.
id_id: Termasuk waktu fungsi Java yang dipanggil dari Lua.
it_it: Include il tempo delle funzioni Java chiamate da Lua.
ja_jp: Lua から呼び出された Java 関数の時間も含みます。
pt_br: O tempo de um mod inclui as funções do jogo que ele chamou.
ru_ru: Включает время функций Java, вызванных из Lua.
tr_tr: Bir modun süresi, çağırdığı oyun işlevlerini de içerir.
uk_ua: Включає час функцій Java, викликаних з Lua.
zh_tw: 也包括 Lua 呼叫的 Java 函式的時間。

# ProfileListJavaNote
source: Java functions called from Lua count as the game here. See the Scripts tab for each mod.
de_de: Von Lua aufgerufene Java-Funktionen zählen hier zum Spiel. Die Zeit je Mod zeigt der Tab Skripte.
es_es: Las funciones Java llamadas desde Lua cuentan aquí como juego. Mira la pestaña Scripts para cada mod.
fr_fr: Les fonctions Java appelées depuis Lua comptent ici pour le jeu. Voir l'onglet Scripts pour chaque mod.
id_id: Fungsi Java yang dipanggil dari Lua dihitung sebagai game di sini. Lihat tab Skrip untuk tiap mod.
it_it: Le funzioni Java chiamate da Lua qui contano come gioco. Vedi la scheda Script per ogni mod.
ja_jp: Lua から呼び出された Java 関数は、ここではゲーム側に数えます。MOD ごとの時間はスクリプト タブで確認してください。
pt_br: Funções do jogo chamadas por scripts contam aqui como jogo. Veja a aba Scripts para cada mod.
ru_ru: Функции Java, вызванные из Lua, здесь считаются игрой. Время каждого мода — на вкладке «Скрипты».
tr_tr: Betiklerin çağırdığı oyun işlevleri burada oyuna sayılır. Her modun süresi için Betikler sekmesine bakın.
uk_ua: Функції Java, викликані з Lua, тут рахуються грою. Час кожного мода — на вкладці «Скрипти».
zh_tw: Lua 呼叫的 Java 函式在此計入遊戲本身。各模組的時間請查看腳本分頁。

# ProfileBreakdownTitle
source: This range's time
de_de: Zeit dieses Bereichs
es_es: Tiempo de este tramo
fr_fr: Temps de cette plage
id_id: Waktu rentang ini
it_it: Tempo di questo intervallo
ja_jp: この区間の時間
pt_br: Tempo deste trecho
ru_ru: Время этого участка
tr_tr: Bu aralığın süresi
uk_ua: Час цієї ділянки
zh_tw: 此區間的時間

# ProfileBreakdownScripts
source: Scripts
de_de: Skripte
id_id: Skrip
it_it: Script
ja_jp: スクリプト
ru_ru: Скрипты
tr_tr: Betikler
uk_ua: Скрипти
zh_tw: 腳本

# ProfileBreakdownGame
source: Game code
de_de: Spielcode
es_es: Código del juego
fr_fr: Code du jeu
id_id: Kode game
it_it: Codice del gioco
ja_jp: ゲーム コード
pt_br: Código do jogo
ru_ru: Код игры
tr_tr: Oyun kodu
uk_ua: Код гри
zh_tw: 遊戲程式碼

# ProfileBreakdownWaiting
source: Waiting
de_de: Warten
es_es: Espera
fr_fr: Attente
id_id: Menunggu
it_it: Attesa
ja_jp: 待機
pt_br: Espera
ru_ru: Ожидание
tr_tr: Bekleme
uk_ua: Очікування
zh_tw: 等待

# ProfileLuaRun
source: (Lua running)
de_de: (Lua läuft)
es_es: (Lua en ejecución)
fr_fr: (exécution Lua)
id_id: (Lua berjalan)
ja_jp: (Lua 実行)
ru_ru: (выполнение Lua)
zh_tw: （Lua 執行）

# ProfileCallerShareFormat
source: {0} of this method's own time · {1} of the range
de_de: {0} der eigenen Zeit dieser Methode · {1} des Abschnitts
es_es: {0} del tiempo propio de este método · {1} del tramo
fr_fr: {0} du temps propre de cette méthode · {1} de la plage
id_id: {0} dari waktu sendiri metode ini · {1} dari rentang
it_it: {0} del tempo proprio di questo metodo · {1} dell'intervallo
ja_jp: このメソッド自体の時間の {0} · 区間の {1}
ru_ru: {0} собственного времени этого метода · {1} отрезка
zh_tw: 此方法自身時間的 {0} · 區間的 {1}

# ProfileBreakdownSelectedTip
source: Time the chosen mod's scripts ran (Java functions they called included)
de_de: Laufzeit der Skripte der gewählten Mod (samt aufgerufener Java-Funktionen)
es_es: Tiempo de los scripts del mod elegido (con las funciones Java que llamaron)
fr_fr: Temps des scripts du mod choisi (fonctions Java appelées comprises)
id_id: Waktu skrip mod terpilih berjalan (termasuk fungsi Java yang dipanggil)
it_it: Tempo degli script della mod scelta (comprese le funzioni Java chiamate)
ja_jp: 選んだ MOD のスクリプトの実行時間（呼んだ Java 関数を含む）
ru_ru: Время скриптов выбранного мода (с вызванными функциями Java)
zh_tw: 所選模組的指令碼執行時間（含其呼叫的 Java 函式）

# ProfileBreakdownOtherScriptsTip
source: Time the other scripts ran, the chosen mod's left out
de_de: Laufzeit der übrigen Skripte ohne die gewählte Mod
es_es: Tiempo del resto de scripts, sin el mod elegido
fr_fr: Temps des autres scripts, sans le mod choisi
id_id: Waktu skrip lain berjalan, tanpa mod terpilih
it_it: Tempo degli altri script, senza la mod scelta
ja_jp: 選んだ MOD を除いた残りのスクリプトの実行時間
ru_ru: Время остальных скриптов, без выбранного мода
zh_tw: 除所選模組外其餘指令碼的執行時間

# ProfileChartCollectorTip
source: Where the garbage collector ran beside the game. Longer frames here mean memory is running short. Press to hide.
de_de: Wo die Speicherbereinigung neben dem Spiel lief. Längere Frames hier bedeuten knappen Speicher. Zum Ausblenden klicken.
es_es: Tramos en que el recolector de basura corrió junto al juego. Fotogramas más largos aquí indican falta de memoria. Pulsa para ocultar.
fr_fr: Périodes où le ramasse-miettes tournait à côté du jeu. Des images plus longues ici signalent un manque de mémoire. Cliquez pour masquer.
id_id: Bagian saat pembersih memori (GC) berjalan di samping gim. Bingkai yang lebih panjang di sini berarti memori kurang. Klik untuk menyembunyikan.
it_it: Tratti in cui il raccoglitore girava accanto al gioco. Fotogrammi più lunghi qui indicano memoria scarsa. Clic per nascondere.
ja_jp: メモリ整理（GC）がゲームと並行して動いていた区間です。ここでフレームが長ければメモリ不足が原因です。クリックで非表示。
ru_ru: Отрезки, когда рядом с игрой работала сборка мусора. Более длинные кадры здесь означают нехватку памяти. Нажмите, чтобы скрыть.
zh_tw: 垃圾回收與遊戲同時執行的區間。此處畫格較長表示記憶體不足。按一下可隱藏。

# ProfileScriptMissing
source: This file is not on this PC. The recording may come from another PC, or the mod was removed or moved.
de_de: Diese Datei ist nicht auf diesem PC. Die Aufnahme stammt vielleicht von einem anderen PC, oder die Mod wurde entfernt oder verschoben.
es_es: Este archivo no está en este PC. La grabación puede venir de otro PC, o el mod se quitó o se movió.
fr_fr: Ce fichier n'est pas sur ce PC. L'enregistrement vient peut-être d'un autre PC, ou le mod a été supprimé ou déplacé.
id_id: Berkas ini tidak ada di PC ini. Rekaman mungkin dibuat di PC lain, atau mod telah dihapus atau dipindahkan.
it_it: Questo file non è su questo PC. La registrazione può venire da un altro PC, oppure la mod è stata rimossa o spostata.
ja_jp: このファイルはこの PC にありません。別の PC で記録したか、MOD が削除・移動された可能性があります。
ru_ru: Этого файла нет на этом ПК. Запись могла быть сделана на другом ПК, или мод удалён либо перемещён.
zh_tw: 這台電腦上沒有這個檔案。錄製可能來自另一台電腦，或模組已被刪除或移動。

# ProfileScriptChanged
source: Changed since the recording: its line numbers may differ
de_de: Seit der Aufnahme geändert: die Zeilennummern können abweichen
es_es: Cambiado desde la grabación: los números de línea pueden variar
fr_fr: Modifié depuis l'enregistrement : les numéros de ligne peuvent différer
id_id: Berubah sejak direkam: nomor barisnya bisa berbeda
it_it: Modificato dopo la registrazione: i numeri di riga possono variare
ja_jp: 記録後に変更されたファイルのため、行番号が異なる場合があります
ru_ru: Изменён после записи: номера строк могут отличаться
zh_tw: 錄製後檔案已變更，行號可能不同

# ProfileScriptOpen
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
id_id: Buka
it_it: Apri
ja_jp: 開く
ru_ru: Открыть
zh_tw: 開啟

# ProfileScriptOpenInCodeFormat
source: Open line {0} in VS Code
de_de: Zeile {0} in VS Code öffnen
es_es: Abrir la línea {0} en VS Code
fr_fr: Ouvrir la ligne {0} dans VS Code
id_id: Buka baris {0} di VS Code
it_it: Apri la riga {0} in VS Code
ja_jp: VS Code で {0} 行目を開く
ru_ru: Открыть строку {0} в VS Code
zh_tw: 在 VS Code 中開啟第 {0} 行

# ProfileScriptOpenInCode
source: Open in VS Code
de_de: In VS Code öffnen
es_es: Abrir en VS Code
fr_fr: Ouvrir dans VS Code
id_id: Buka di VS Code
it_it: Apri in VS Code
ja_jp: VS Code で開く
ru_ru: Открыть в VS Code
zh_tw: 在 VS Code 中開啟

# ProfileScriptNoCode
source: Open in VS Code (VS Code not found)
de_de: In VS Code öffnen (VS Code nicht gefunden)
es_es: Abrir en VS Code (no se encontró VS Code)
fr_fr: Ouvrir dans VS Code (VS Code introuvable)
id_id: Buka di VS Code (VS Code tidak ditemukan)
it_it: Apri in VS Code (VS Code non trovato)
ja_jp: VS Code で開く (VS Code が見つかりません)
ru_ru: Открыть в VS Code (VS Code не найден)
zh_tw: 在 VS Code 中開啟（找不到 VS Code）

# ProfileScriptShowInFolder
source: Show in folder
de_de: Im Ordner anzeigen
es_es: Mostrar en la carpeta
fr_fr: Afficher dans le dossier
id_id: Tampilkan di folder
it_it: Mostra nella cartella
ja_jp: フォルダーで表示
ru_ru: Показать в папке
zh_tw: 在資料夾中顯示

# ProfileScriptCopyPath
source: Copy path
de_de: Pfad kopieren
es_es: Copiar ruta
fr_fr: Copier le chemin
id_id: Salin jalur
it_it: Copia percorso
ja_jp: パスをコピー
ru_ru: Копировать путь
zh_tw: 複製路徑

# ProfileBreakdownMemory
source: Memory stop
de_de: Speicherstopp
es_es: Parada por memoria
fr_fr: Arrêt mémoire
id_id: Berhenti karena memori
it_it: Arresto per memoria
ja_jp: メモリ停止
ru_ru: Остановка из-за памяти
zh_tw: 記憶體停頓

# ProfileMemoryGcSlowerFormat
source: frames {0:P0} slower while GC ran
de_de: Frames {0:P0} langsamer, während GC lief
es_es: fotogramas un {0:P0} más lentos mientras corría el GC
fr_fr: images {0:P0} plus lentes pendant le GC
id_id: bingkai {0:P0} lebih lambat saat GC berjalan
it_it: fotogrammi più lenti del {0:P0} mentre girava il GC
ja_jp: GC 中はフレームが平均 {0:P0} 遅い
ru_ru: кадры на {0:P0} медленнее, пока работал GC
zh_tw: GC 執行時畫格平均慢 {0:P0}

# ProfileOtherCpuFormat
source: Other programs used {0:P0} of the CPU on average
de_de: Andere Programme nutzten im Schnitt {0:P0} der CPU
es_es: Otros programas usaron de media el {0:P0} de la CPU
fr_fr: D'autres programmes utilisaient en moyenne {0:P0} du processeur
id_id: Program lain memakai rata-rata {0:P0} CPU
it_it: Altri programmi usavano in media il {0:P0} della CPU
ja_jp: ほかのプログラムが CPU を平均 {0:P0} 使用中でした
ru_ru: Другие программы использовали в среднем {0:P0} процессора
zh_tw: 其他程式平均佔用了 {0:P0} 的 CPU

# ProfileOtherCpuTip
source: While it recorded, programs other than the game used this much of the PC's CPU. A busy CPU slows the game whatever its mods, and the recording reads slower than usual. For a fair comparison, close them and record again.
de_de: Während der Aufnahme nutzten andere Programme als das Spiel so viel der CPU. Eine ausgelastete CPU bremst das Spiel unabhängig von den Mods, und die Aufnahme fällt langsamer aus als sonst. Für einen fairen Vergleich schließen Sie sie und nehmen erneut auf.
es_es: Mientras grababa, programas distintos del juego usaron esta parte de la CPU del PC. Una CPU ocupada ralentiza el juego sean cuales sean sus mods, y la grabación sale más lenta de lo normal. Para comparar con justicia, ciérralos y vuelve a grabar.
fr_fr: Pendant l'enregistrement, d'autres programmes que le jeu utilisaient cette part du processeur du PC. Un processeur occupé ralentit le jeu quels que soient ses mods, et l'enregistrement paraît plus lent que d'habitude. Pour une comparaison juste, fermez-les et enregistrez de nouveau.
id_id: Selama merekam, program selain gim memakai CPU PC sebanyak ini. CPU yang sibuk memperlambat gim apa pun mod-nya, dan rekaman tampak lebih lambat dari biasanya. Untuk perbandingan yang adil, tutup program itu dan rekam ulang.
it_it: Durante la registrazione, programmi diversi dal gioco usavano questa parte della CPU del PC. Una CPU occupata rallenta il gioco qualunque siano le mod, e la registrazione risulta più lenta del solito. Per un confronto equo, chiudili e registra di nuovo.
ja_jp: 記録中、ゲーム以外のプログラムが PC の CPU をこれだけ使っていました。CPU が忙しいと MOD に関係なくゲームが遅くなり、記録結果も普段より遅く出ます。正確に比べたいときは、それらを閉じて記録し直してください。
ru_ru: Во время записи другие программы, кроме игры, использовали столько процессора ПК. Загруженный процессор замедляет игру независимо от модов, и запись выходит медленнее обычного. Для честного сравнения закройте их и запишите снова.
zh_tw: 錄製期間，遊戲以外的程式佔用了這麼多電腦 CPU。CPU 忙碌時，無論模組如何，遊戲都會變慢，錄製結果也會比平時慢。如需公平比較，請關閉這些程式後重新錄製。

# ProfileBreakdownScriptsTip
source: Time Lua scripts of mods and the game ran (Java functions they called included)
de_de: Laufzeit der Lua-Skripte von Mods und Spiel (samt aufgerufener Java-Funktionen)
es_es: Tiempo de los scripts Lua de los mods y del juego (con las funciones Java que llamaron)
fr_fr: Temps des scripts Lua des mods et du jeu (fonctions Java appelées comprises)
id_id: Waktu skrip Lua mod dan gim berjalan (termasuk fungsi Java yang dipanggil)
it_it: Tempo degli script Lua delle mod e del gioco (comprese le funzioni Java chiamate)
ja_jp: MOD とゲームの Lua スクリプトの実行時間（呼んだ Java 関数を含む）
ru_ru: Время Lua-скриптов модов и игры (с вызванными функциями Java)
uk_ua: Час роботи Lua-скриптів модів і гри, разом із викликаними ними функціями Java.
zh_tw: 模組和遊戲的 Lua 指令碼執行時間（含其呼叫的 Java 函式）

# ProfileBreakdownGameCodeTip
source: Time the game's own code (Java) ran
de_de: Laufzeit des eigenen Spielcodes (Java)
es_es: Tiempo del código propio del juego (Java)
fr_fr: Temps du code propre au jeu (Java)
id_id: Waktu kode gim sendiri (Java) berjalan
it_it: Tempo del codice proprio del gioco (Java)
ja_jp: ゲーム自体のコード（Java）の実行時間
ru_ru: Время собственного кода игры (Java)
uk_ua: Час роботи власного коду гри (Java) в ігровому потоці.
zh_tw: 遊戲本身程式碼（Java）的執行時間

# ProfileBreakdownCollectionsTip
source: Time the game thread stopped for GC or memory. Near zero with ZGC; for running short of memory, see the graph's orange background.
de_de: Zeit, in der der Spiel-Thread für GC oder Speicher anhielt. Mit ZGC fast null; knappen Speicher zeigt der orange Hintergrund im Diagramm.
es_es: Tiempo en que el hilo del juego se detuvo por GC o memoria. Casi cero con ZGC; si falta memoria, mira el fondo naranja del gráfico.
fr_fr: Temps où le fil du jeu s'est arrêté pour le GC ou la mémoire. Presque nul avec ZGC ; pour un manque de mémoire, voyez le fond orange du graphique.
id_id: Waktu thread gim berhenti karena GC atau memori. Hampir nol dengan ZGC; untuk kekurangan memori, lihat latar oranye grafik.
it_it: Tempo in cui il thread del gioco si è fermato per GC o memoria. Quasi zero con ZGC; per la memoria scarsa, guarda lo sfondo arancione del grafico.
ja_jp: GC やメモリ待ちでゲームスレッドが止まった時間。ZGC ではほぼ 0 です。メモリ不足の影響はグラフのオレンジの背景を見てください。
ru_ru: Время, когда игровой поток стоял из-за GC или памяти. С ZGC почти ноль; нехватку памяти покажет оранжевый фон графика.
uk_ua: Час, коли ігровий потік стояв через збирання сміття (GC) або очікування пам’яті. ZGC, типовий для гри, майже ніколи його не зупиняє, тож зазвичай тут близько нуля. Брак пам’яті покажуть «GC працює» та «Очікування пам’яті» в рядку пам’яті під графіком.
zh_tw: 遊戲執行緒因 GC 或等待記憶體而停下的時間。使用 ZGC 時幾乎為 0；記憶體不足的影響請看圖表的橘色背景。

# ProfileBreakdownWaitingTip
source: Time the game thread rested, mostly the time left before the next frame.
de_de: Zeit, in der der Spiel-Thread ruhte, meist die Zeit bis zum nächsten Frame.
es_es: Tiempo en que el hilo del juego descansó, sobre todo el margen hasta el siguiente fotograma.
fr_fr: Temps où le fil du jeu s'est reposé, surtout la marge avant l'image suivante.
id_id: Waktu thread gim beristirahat, sebagian besar sisa waktu sebelum bingkai berikutnya.
it_it: Tempo in cui il thread del gioco ha riposato, per lo più il margine prima del fotogramma successivo.
ja_jp: ゲームスレッドが休んでいた時間。ほとんどは次のフレームまでの余裕です。
ru_ru: Время, когда игровой поток отдыхал, в основном запас до следующего кадра.
uk_ua: Час, коли ігровий потік чекав замість роботи: здебільшого запас до наступного кадру; під час підгальмовування — очікування файлу чи іншого потоку.
zh_tw: 遊戲執行緒閒置的時間，大多是到下一個畫格前的餘裕。

# ProfileBreakdownOtherScripts
source: Other scripts
de_de: Andere Skripte
es_es: Otros scripts
fr_fr: Autres scripts
id_id: Skrip lain
it_it: Altri script
ja_jp: その他のスクリプト
pt_br: Outros scripts
ru_ru: Другие скрипты
tr_tr: Diğer betikler
uk_ua: Інші скрипти
zh_tw: 其他腳本

# GameLinkCardDisabledMessage
source: A game launch option is blocking the connection.
de_de: Eine Startoption des Spiels blockiert die Verbindung.
es_es: Una opción de inicio del juego bloquea la conexión.
fr_fr: Une option de lancement du jeu bloque la connexion.
id_id: Opsi peluncuran gim memblokir koneksi.
it_it: Un’opzione di avvio del gioco blocca la connessione.
ja_jp: ゲームの起動オプションが接続をブロックしています。
pt_br: Uma opção de inicialização do jogo está bloqueando a conexão.
ru_ru: Параметр запуска игры блокирует подключение.
tr_tr: Bir oyun başlatma seçeneği bağlantıyı engelliyor.
uk_ua: Параметр запуску гри блокує підключення.
zh_tw: 遊戲的啟動選項封鎖了連線。

# ProfileError.AttachDisabled
source: Could not connect because a game launch option blocks it. Check the game's launch options.
de_de: Keine Verbindung möglich, da eine Startoption des Spiels sie blockiert. Prüfen Sie die Startoptionen des Spiels.
es_es: No se ha podido conectar porque una opción de inicio del juego lo impide. Revisa las opciones de inicio del juego.
fr_fr: Connexion impossible : une option de lancement du jeu la bloque. Vérifiez les options de lancement du jeu.
id_id: Tidak dapat terhubung karena opsi peluncuran gim memblokirnya. Periksa opsi peluncuran gim.
it_it: Impossibile connettersi perché un’opzione di avvio del gioco lo impedisce. Controlla le opzioni di avvio del gioco.
ja_jp: ゲームの起動オプションがブロックしているため接続できませんでした。起動オプションを確認してください。
pt_br: Não foi possível conectar porque uma opção de inicialização do jogo está bloqueando. Verifique as opções de inicialização do jogo.
ru_ru: Не удалось подключиться: его блокирует параметр запуска игры. Проверьте параметры запуска игры.
tr_tr: Bir oyun başlatma seçeneği engellediği için bağlanılamadı. Oyunun başlatma seçeneklerini kontrol edin.
uk_ua: Не вдалося підключитися: його блокує параметр запуску гри. Перевірте параметри запуску гри.
zh_tw: 遊戲的啟動選項封鎖了連線，因此無法連線。請檢查遊戲的啟動選項。

# LogEvent.GameLinkFailed
source: Could not connect to the game
de_de: Verbindung zum Spiel fehlgeschlagen
es_es: No se ha podido conectar con el juego
fr_fr: Impossible de se connecter au jeu
id_id: Tidak dapat terhubung ke gim
it_it: Impossibile connettersi al gioco
ja_jp: ゲームに接続できませんでした
pt_br: Não foi possível conectar ao jogo
ru_ru: Не удалось подключиться к игре
tr_tr: Oyuna bağlanılamadı
uk_ua: Не вдалося підключитися до гри
zh_tw: 無法連線到遊戲

# GameSettings.Header
source: Game
de_de: Spiel
es_es: Juego
fr_fr: Jeu
id_id: Gim
it_it: Gioco
ja_jp: ゲーム
pt_br: Jogo
ru_ru: Игра
tr_tr: Oyun
uk_ua: Гра
zh_tw: 遊戲

# GameSettings.Description
source: Changes how the game starts. Changes apply from the game's next start.
de_de: Ändert, wie das Spiel startet. Änderungen gelten ab dem nächsten Spielstart.
es_es: Cambia cómo se inicia el juego. Los cambios se aplican desde el próximo inicio.
fr_fr: Modifie le lancement du jeu. Les changements s’appliquent au prochain lancement.
id_id: Mengubah cara gim dijalankan. Perubahan berlaku mulai gim dijalankan berikutnya.
it_it: Cambia come si avvia il gioco. Le modifiche valgono dal prossimo avvio.
ja_jp: ゲームの起動設定を変更します。変更は次回のゲーム起動から反映されます。
pt_br: Muda como o jogo inicia. As mudanças valem a partir do próximo início.
ru_ru: Меняет параметры запуска игры. Изменения действуют со следующего запуска.
tr_tr: Oyunun nasıl başlatılacağını değiştirir. Değişiklikler oyunun bir sonraki açılışında geçerli olur.
uk_ua: Змінює параметри запуску гри. Зміни діють з наступного запуску.
zh_tw: 變更遊戲的啟動方式。變更會從下次啟動遊戲時生效。

# GameMemorySetting.Header
source: Game memory
de_de: Spielspeicher
es_es: Memoria del juego
fr_fr: Mémoire du jeu
id_id: Memori gim
it_it: Memoria del gioco
ja_jp: ゲームのメモリ
pt_br: Memória do jogo
ru_ru: Память игры
tr_tr: Oyun belleği
uk_ua: Пам’ять гри
zh_tw: 遊戲記憶體

# GameMemorySetting.Description
source: The memory the game can use. If it stutters often with many mods, give it more.
de_de: Der Arbeitsspeicher, den das Spiel nutzen kann. Ruckelt es mit vielen Mods oft, geben Sie ihm mehr.
es_es: La memoria que puede usar el juego. Si se traba a menudo con muchos mods, dale más.
fr_fr: La mémoire que le jeu peut utiliser. S’il saccade souvent avec beaucoup de mods, donnez-lui-en plus.
id_id: Memori yang dapat dipakai gim. Jika sering tersendat dengan banyak mod, beri lebih banyak.
it_it: La memoria che il gioco può usare. Se scatta spesso con molte mod, dagliene di più.
ja_jp: ゲームが使えるメモリです。MOD が多くてよくカクつく場合は増やしてください。
pt_br: A memória que o jogo pode usar. Se travar com frequência com muitos mods, dê mais.
ru_ru: Память, которую может использовать игра. Если с множеством модов она часто подтормаживает, дайте ей больше.
tr_tr: Oyunun kullanabileceği bellek. Çok modla sık sık takılıyorsa daha fazlasını verin.
uk_ua: Пам’ять, яку може використовувати гра. Якщо з багатьма модами вона часто підгальмовує, дайте їй більше.
zh_tw: 遊戲可使用的記憶體。如果使用大量模組時經常卡頓，請調高。

# GameMemoryDefaultFormat
source: Game default ({0})
de_de: Spielstandard ({0})
es_es: Predeterminado del juego ({0})
fr_fr: Valeur du jeu ({0})
id_id: Bawaan gim ({0})
it_it: Predefinito del gioco ({0})
ja_jp: ゲームの既定値 ({0})
pt_br: Padrão do jogo ({0})
ru_ru: По умолчанию в игре ({0})
tr_tr: Oyun varsayılanı ({0})
uk_ua: Типово в грі ({0})
zh_tw: 遊戲預設值 ({0})

# GameMemoryDefault
source: Game default
de_de: Spielstandard
es_es: Predeterminado del juego
fr_fr: Valeur du jeu
id_id: Bawaan gim
it_it: Predefinito del gioco
ja_jp: ゲームの既定値
pt_br: Padrão do jogo
ru_ru: По умолчанию в игре
tr_tr: Oyun varsayılanı
uk_ua: Типово в грі
zh_tw: 遊戲預設值

# GameMemoryRecommendedFormat
source: {0} (recommended)
de_de: {0} (empfohlen)
es_es: {0} (recomendado)
fr_fr: {0} (recommandé)
id_id: {0} (disarankan)
it_it: {0} (consigliato)
ja_jp: {0} (推奨)
pt_br: {0} (recomendado)
ru_ru: {0} (рекомендуется)
tr_tr: {0} (önerilen)
uk_ua: {0} (рекомендовано)
zh_tw: {0} (建議)

# GameMemoryNotFound
source: The game's folder was not found. Start the game once and it will be.
de_de: Der Spielordner wurde nicht gefunden. Starten Sie das Spiel einmal, dann wird er gefunden.
es_es: No se ha encontrado la carpeta del juego. Inicia el juego una vez y se encontrará.
fr_fr: Le dossier du jeu est introuvable. Lancez le jeu une fois pour qu’il soit trouvé.
id_id: Folder gim tidak ditemukan. Jalankan gim sekali agar ditemukan.
it_it: Cartella del gioco non trovata. Avvia il gioco una volta e verrà trovata.
ja_jp: ゲームのフォルダーが見つかりません。一度ゲームを起動すると見つかります。
pt_br: A pasta do jogo não foi encontrada. Inicie o jogo uma vez e ela será encontrada.
ru_ru: Папка игры не найдена. Запустите игру один раз, и она будет найдена.
tr_tr: Oyun klasörü bulunamadı. Oyunu bir kez başlatın, bulunacaktır.
uk_ua: Теку гри не знайдено. Запустіть гру один раз, і її буде знайдено.
zh_tw: 找不到遊戲資料夾。啟動一次遊戲即可找到。

# GameMemoryUnsupported
source: The game's settings file is not as expected, so it was left alone.
de_de: Die Einstellungsdatei des Spiels ist nicht wie erwartet und wurde nicht geändert.
es_es: El archivo de ajustes del juego no es el esperado, así que no se ha modificado.
fr_fr: Le fichier de réglages du jeu n’est pas celui attendu ; il n’a pas été modifié.
id_id: Berkas pengaturan gim tidak sesuai dugaan, jadi tidak diubah.
it_it: Il file delle impostazioni del gioco non è come previsto, quindi non è stato modificato.
ja_jp: ゲームの設定ファイルが想定と異なるため、変更しませんでした。
pt_br: O arquivo de configurações do jogo não está como esperado, então não foi alterado.
ru_ru: Файл настроек игры не такой, как ожидалось, поэтому он не изменён.
tr_tr: Oyunun ayar dosyası beklendiği gibi değil, bu yüzden değiştirilmedi.
uk_ua: Файл налаштувань гри не такий, як очікувалося, тому його не змінено.
zh_tw: 遊戲設定檔與預期不符，因此未修改。
